/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Вкл";
"general.off" = "Выкл";
"general.login" = "Войти";
"general.logout" = "Выйти";
"general.ok" = "OK";
"general.cancel" = "Отмена";
"general.username" = "Имя пользователя";
"general.password" = "Пароль";
"general.na" = "Н/д";

"input.value_is_empty" = "Значение не может быть пустым.";
"input.already_exists" = "Значение уже существует.";

// Guide Window
"guide.highlights" = "Что нового в IINA";
"guide.basic_settings" = "Основные параметры";
"guide.faq" = "Часто задаваемые вопросы (FAQ)";

// Initial Window
"initial.announcement" = "Вы используете %@ версию IINA";
"initial.beta.desc" = "Снимите флажок «Получать бета-обновления» в Настройках (вкладка «Основные») и установите стабильную версию с нашего <a href=\"https://iina.io\">официального сайта</a>.";
"initial.nightly.desc" = "Ночные сборки не рекомендуются для ежедневного использования. На данный момент ночные сборки не поддерживают автоматическое обновление. Пожалуйста, загрузите новейшую сборку вручную с нашего <a href=\"https://nightly.iina.io\">веб-сайта ночных сборок</a>.";
"initial.debug.desc" = "Отладочные сборки обычно не окончательно оптимизированы, поэтому не рекомендуются для ежедневного использования. Отладочные сборки не поддерживают автоматическое обновление.";
"initial.bug_report" = "Сообщить через <a href=\"https://github.com/iina/iina/issues\">GitHub проблемы</a>.";

// Inspector Window
"inspector.error" = "Ошибка";

// MainWindowController.swift
"main.buffering_indicator" = "Буферизация… %d% %";
"main.opening_stream" = "Открытие потока…";
"main.seeking_indicator" = "Поиск…";
"osc.precision" = "Точность";
"osc.1s" = "1 секунда";
"osc.100ms" = "100 миллисекунд";
"osc.10ms" = "10 миллисекунд";
"osc.1ms" = "миллисекунда";

// QuickSettingViewController.swift
"quicksetting.item_default" = "По умолчанию";
"quicksetting.item_none" = "Нет";
"quicksetting.hwdec" = "Аппаратное декодирование";
"quicksetting.deinterlace" = "Деинтерлейсинг";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Скрыть";
"quicksetting.reset_speed" = "Сбросить скорость до 1×";

// EQ Presets
"eq.preset.flat" = "Без коррекции";
"eq.preset.acoustic" = "Акустическая";
"eq.preset.classical" = "Классическая";
"eq.preset.dance" = "Танцевальная";
"eq.preset.deep" = "Дип-хаус";
"eq.preset.electronic" = "Электронная";
"eq.preset.hip_hop" = "Хип-хоп";
"eq.preset.increase_bass" = "Больше низких частот";
"eq.preset.increase_treble" = "Больше высоких частот";
"eq.preset.increase_vocal" = "Больше вокала";
"eq.preset.jazz" = "Джаз";
"eq.preset.latin" = "Латиноамериканская";
"eq.preset.loundness" = "Тонкомпенсация";
"eq.preset.lounge" = "Лаунж";
"eq.preset.piano" = "Фортепиано";
"eq.preset.pop" = "Поп";
"eq.preset.rnb" = "Ритм-энд-блюз";
"eq.preset.reduce_bass" = "Меньше низких частот";
"eq.preset.reduce_treble" = "Меньше высоких частот";
"eq.preset.rock" = "Рок";
"eq.preset.small_speaker" = "Малые динамики";
"eq.preset.spoken_word" = "Речь";

"alert.eq.new_profile.title" = "Новая настройка эквалайзера";
"alert.eq.new_profile.message" = "Пожалуйста, укажите имя профиля.";
"alert.eq.rename.title" = "Переименовать текущий профиль";
"alert.eq.rename.message" = "Пожалуйста, введите новое имя профиля.";

// OSDMessage.swift
"osd.pause" = "Приостановить";
"osd.resume" = "Возобновить";
"osd.volume" = "Громкость: %@";
"osd.speed" = "Скорость: %@×";
"osd.aspect" = "Соотношение сторон: %@";
"osd.crop" = "Кадрирование: %@";
"osd.rotate" = "Поворот: %i°";
"osd.deinterlace" = "Деинтерлейсинг: %@";
"osd.hwdec" = "Аппаратное декодирование: %@";
"osd.audio_delay.nodelay" = "Задержка аудио: нет задержки";
"osd.audio_delay.later" = "Задержка аудио: на %@ с позже";
"osd.audio_delay.earlier" = "Задержка аудио: на %@ с раньше";
"osd.sub_delay.nodelay" = "Задержка субтитров: нет задержки";
"osd.sub_delay.later" = "Задержка субтитров: на %@ с позже";
"osd.sub_delay.earlier" = "Задержка субтитров: на %@ с раньше";
"osd.subtitle_pos" = "Позиция субтитров: %@";
"osd.sub_hidden" = "Субтитры скрыты";
"osd.sub_visible" = "Субтитры отображаются";
"osd.sub_second_delay.nodelay" = "Задержка вторых субтитров: без задержки";
"osd.sub_second_delay.later" = "Задержка вторых субтитров: на %@ с позже";
"osd.sub_second_delay.earlier" = "Задержка вторых субтитров: на %@ с раньше";
"osd.sub_second_hidden" = "Вторые субтитры скрыты";
"osd.sub_second_pos" = "Позиция вторых субтитров: %@";
"osd.sub_second_visible" = "Вторые субтитры видны";
"osd.mute" = "Выключить звук";
"osd.unmute" = "Включение звука";
"osd.screenshot" = "Снимок экрана сохранен";
"osd.abloop.a" = "Повтор A–B: точка А";
"osd.abloop.b" = "Повтор A–B: точка B";
"osd.abloop.clear" = "Повтор A–B: сброшено";
"osd.stop" = "Остановить";
"osd.chapter" = "Глава: %@";
"osd.subtitle_scale" = "Масштаб субтитров: %@×";
"osd.add_to_playlist" = "Добавлено %i файлов в плейлист";
"osd.clear_playlist" = "Плейлист очищен";
"osd.video_eq.contrast" = "Контраст: %i";
"osd.video_eq.gamma" = "Гамма: %i";
"osd.video_eq.hue" = "Оттенок: %i";
"osd.video_eq.saturation" = "Насыщенность: %i";
"osd.video_eq.brightness" = "Яркость: %i";
"osd.find_online_sub" = "Поиск субтитров в интернете…";
"osd.find_online_sub.source" = "из";
"osd.sub_not_found" = "Субтитры не найдены";
"osd.sub_found" = "%d субтитров найдено.";
"osd.sub_downloading" = "Загрузка %d субтитров";
"osd.sub_downloaded" = "Субтитры скачаны";
"osd.sub_saved" = "Субтитры сохранены";
"osd.network_error" = "Ошибка сети";
"osd.file_error" = "Ошибка при чтении файла";
"osd.cannot_login" = "Не могу войти";
"osd.canceled" = "Отменено";
"osd.cannot_connect" = "Не удалось установить соединение";
"osd.timed_out" = "Время вышло";
"osd.filter_added" = "Добавлен фильтр: %@";
"osd.filter_removed" = "Фильтр удален";
"osd.file_loop" = "Повтор одного файла";
"osd.playlist_loop" = "Повтор плейлиста";
"osd.no_loop" = "Отключить повтор";

"preference.title" = "Настройки";
"preference.general" = "Основные";
"preference.ui" = "Интерфейс";
"preference.video_audio" = "Кодек";
"preference.subtitle" = "Субтитры";
"preference.network" = "Сеть";
"preference.control" = "Управление";
"preference.keybindings" = "Клавиши";
"preference.advanced" = "Дополнительно";
"preference.plugins" = "Плагины";
"preference.utilities" = "Утилиты";
"preference.scripts" = "Скрипты";
"preference.not_logged_in" = "Вход не выполнен";
"preference.logged_in_as" = "Выполнен вход как %@";
"preference.system_media_control" = "Использовать системное управление медиа";

"preference.key_binding_hint_1" = "Чтобы изменить привязки клавиш в текущем файле конфигурации, сначала нажмите кнопку «Дублировать…», чтобы создать копию.";
"preference.key_binding_hint_2" = "Дважды щелкните строку справа, чтобы отредактировать соответствующую привязку клавиш.";

"preference.enable_adv_settings" = "Включить расширенные настройки";

"preference.sub_override_level.no" = "no";
"preference.sub_override_level.force" = "force";
"preference.sub_override_level.scale" = "scale";
"preference.sub_override_level.strip" = "strip";
"preference.sub_override_level.yes" = "yes";

"preference.sub_override_level.descriptive_text.no" = "Показывать субтитры ASS без переопределения пользователем.";
"preference.sub_override_level.descriptive_text.force" = "Переопределять оформление стилями, заданными ниже, и принудительно применять другие настройки для субтитров.";
"preference.sub_override_level.descriptive_text.scale" = "Переопределять оформление стилями, заданными ниже, и применять масштабирование шрифта.";
"preference.sub_override_level.descriptive_text.strip" = "Игнорировать все стили и теги в субтитрах ASS.";
"preference.sub_override_level.descriptive_text.yes" = "Переопределять оформление стилями, заданными ниже.";

"preference.ytdl_plugin_not_installed" = "Установите плагин Online Media из меню «Плагины > Установить с GitHub», чтобы получить дополнительные возможности, такие как загрузка видео и автоматическое обновление yt-dlp.";
"preference.ytdl_plugin_installed" = "Встроенная поддержка youtube-dl отключена, так как у вас установлен плагин Online Media.";

"menu.volume" = "Громкость: %@";
"menu.volume_muted" = "Громкость: %@ (без звука)";
"menu.audio_delay" = "Задержка аудио: %@ с";
"menu.sub_delay" = "Задержка субтитров: %@ с";
"menu.sub_hide" = "Скрыть субтитры";
"menu.sub_show" = "Показать субтитры";
"menu.sub_second_hide" = "Скрыть вторые субтитры";
"menu.sub_second_show" = "Показать вторые субтитры";
"menu.fullscreen" = "Перейти в полноэкранный режим";
"menu.exit_fullscreen" = "Выйти из полноэкранного режима";
"menu.pip" = "Перейти в режим «Картинка в картинке»";
"menu.exit_pip" = "Выйти из режима «Картинка в картинке»";
"menu.mini_player" = "Перейти в музыкальный режим";
"menu.exit_mini_player" = "Выйти из музыкального режима";
"menu.pause" = "Пауза";
"menu.resume" = "Возобновить";
"menu.speed" = "Скорость: %@×";
"menu.chapters" = "Показать панель глав";
"menu.hide_chapters" = "Скрыть панель глав";
"menu.playlist" = "Показать панель плейлиста";
"menu.hide_playlist" = "Скрыть панель плейлиста";
"menu.video" = "Показать панель видео";
"menu.hide_video" = "Скрыть панель видео";
"menu.audio" = "Показать панель аудио";
"menu.hide_audio" = "Скрыть панель аудио";
"menu.subtitles" = "Показать панель субтитров";
"menu.hide_subtitles" = "Скрыть панель субтитров";

"menu.seek_forward" = "Вперед на %@ с";
"menu.seek_backward" = "Назад на %@ с";
"menu.speed_up" = "Повысить скорость до %@×";
"menu.speed_down" = "Снизить скорость до %@×";
"menu.volume_up" = "Громкость +%@% %";
"menu.volume_down" = "Громкость −%@% %";
"menu.audio_delay_up" = "Задержка аудио +%@ с";
"menu.audio_delay_down" = "Задержка аудио −%@ с";
"menu.sub_delay_up" = "Задержка субтитров +%@ с";
"menu.sub_delay_down" = "Задержка субтитров −%@ с";

"menu.crop_custom" = "Другое…";
"menu.find_online_sub" = "Найти субтитры онлайн на %@";

"menu.manage_plugins" = "Управление плагинами…";
"menu.developer_tool" = "Инструменты разработчика";
"menu.more_plugin" = "Еще…";
"menu.conflicting_shortcuts" = "Конфликтующие сочетания клавиш…";
"menu.reload_plugins" = "Перезагрузить все плагины";
"menu.show_plugins_panel" = "Показать панель плагинов";
"menu.hide_plugins_panel" = "Скрыть панель плагинов";

"track.audio" = "Аудио";
"track.none" = "<Нет>";
"track.sub" = "Субтитры";
"track.video" = "Видео";

"subtrack.no_loaded" = "Нет загруженных субтитров";
"subtrack.no_external" = "Внешние субтитры не найдены";

// Alerts
"alert.beta_channel.title" = "Получать обновления для бета-версий";

"alert.title_error" = "Ошибка";
"alert.title_warning" = "Предупреждение";
"alert.title_info" = "Информация";

"alert.fatal_error" = "Критическая ошибка: %@ \nПриложение будет завершено.";
"alert.mpv_error" = "Внутренняя ошибка %@ (%@) при установке опции %@.";

"alert.unsupported_audio" = "Неподдерживаемая внешняя аудиодорожка.";
"alert.unsupported_video" = "Неподдерживаемая внешняя видеодорожка.";
"alert.unsupported_sub" = "Неподдерживаемые внешние субтитры.";
"alert.unsupported_url" = "Неподдерживаемый адрес.";
"alert.wrong_url_format" = "Неверный формат адреса.";

"alert.error_open" = "Не удается открыть файл или поток!";
"alert.error_finding_file" = "Не удается найти файл %@!";
"alert.error_loading_script" = "Не удается загрузить скрипт %@!";
"alert.error_saving_file" = "Ошибка при сохранении %@: %@";
"alert.error_deleting_file" = "Не удается удалить файл.";

"alert.target_peak.bad_value" = "Значение \"%@\" является недопустимым.\nПожалуйста, введите значение в диапазоне от 10 до 10000, либо 0.";

"alert.config.new.title" = "Новая конфигурация клавиш";
"alert.config.new.message" = "Введите имя для новой конфигурации.";
"alert.config.duplicate.title" = "Дублировать конфигурацию";
"alert.config.duplicate.message" = "Введите имя для дубля файла конфигурации.";
"alert.config.file_existing.title" = "Файл уже существует";
"alert.config.file_existing.message" = "Уже есть файл конфигурации с тем же именем. Нажмите ОК для показа этого файла в Finder.";
"alert.config.cannot_create" = "Не удается создать файл конфигурации!\n%@";
"alert.config.cannot_write" = "Не удается записать файл конфигурации!";
"alert.config.rename.title" = "Новое имя для конфигурации клавиш";
"alert.config.rename.message" = "Пожалуйста, укажите новое имя конфигурации.";

"alert.filter.incorrect" = "При установке фильтров произошла ошибка. Проверьте формат параметров.";
"alert.add_filter.title" = "Новый фильтр";
"alert.add_filter.message" = "Введите строку фильтра в формате команд «vf» или «af» из mpv.";

"alert.keybinding_config.error" = "Ошибка разбора файла конфигурации клавиш «%@»! Сброс до стандартной конфигурации клавиш IINA. Проверьте свою конфигурацию.";

"alert.extra_option.cannot_read" = "Не удается прочесть пользовательские параметры mpv.";
"alert.extra_option.empty" = "Ключ или значение не могут быть пустыми!";
"alert.extra_option.error" = "Ошибка установки параметра --%@=%@ со значением %d. Проверьте установленные параметры в «Настройки > Дополнительно».";
"alert.extra_option.config_folder" = "Ошибка при установке папки конфигурации «%@».";

"alert.playlist.error_deleting" = "Ошибка удаления: %@";

"alert.screenshot.error_taking" = "Не удается сделать снимок экрана!";

"alert.sub.no_selected" = "Сначала выберите скачанные субтитры.";
"alert.sub_lang_not_set" = "Перед использованием OpenSubtitles выберите в настройках предпочитаемый язык субтитров. Сейчас используется английский.";
"alert.sub.cannot_save_passwd" = "Не удается сохранить пароль в Keychain: %@";
"alert.sub.cannot_login" = "Не удается выполнить вход. Проверьте имя пользователя, пароль и состояние сети.\n\n%@";
"alert.sub.save_downloaded.title" = "Сохранить загруженные субтитры";

"alert.set_default.title" = "Установка IINA приложением по умолчанию";
"alert.set_default.message" = "IINA станет приложением по умолчанию для всех поддерживаемых типов файлов.";
"alert.set_default.success" = "Завершено: %d успешно и %d неудачно.";

"alert.add_watch.title" = "Добавить свойство просмотра";
"alert.add_watch.message" = "Введите корректное имя для свойства mpv.";

"alert.jump_to.title" = "Перейти к";
"alert.jump_to.message" = "Введите время, к которому хотите перейти. Например: 20:35";

"alert.opensub.login.title" = "Войти в OpenSubtitles";
"alert.opensub.login.message" = "Введите имя пользователя и пароль";

"alert.open_url.title" = "Открыть адрес";
"alert.open_url.message" = "Введите адрес:";
"alert.choose_media_file.title" = "Выберите медиафайл";

"alert.add_url.title" = "Добавить адрес";
"alert.add_url.message" = "Пожалуйста, введите адрес:";

"alert.delete_history.title" = "Удалить историю воспроизведения";
"alert.delete_history.message" = "Вы уверены, что хотите удалить выбранное?";

"alert.filter_hwdec.message" = "Вы собираетесь применить видеофильтр, но текущий режим аппаратного декодирования плохо поддерживает видеофильтры. Вы можете либо отключить аппаратное декодирование, что повысит нагрузку на ЦП, либо переключиться на режим «Автоматически (с копированием в память)», который будет потреблять вдвое больше памяти.\nВозможно, вам придется повторить предыдущую операцию (например, настройку обрезки), чтобы она сработала.";
"alert.filter_hwdec.abort" = "Отмена";
"alert.filter_hwdec.turn_off" = "Выключить аппаратное декодирование";
"alert.filter_hwdec.use_copy" = "Включить «Автоматически (с копированием в память)»";

"alert.clear_cache.title" = "Очистить кэш миниатюр";
"alert.clear_cache.message" = "Вы уверены, что хотите очистить кэш миниатюр?";

"alert.clear_history.title" = "Очистить историю воспроизведения";
"alert.clear_history.message" = "Вы действительно хотите удалить всю историю воспроизведения?";

"alert.clear_watch_later.title" = "Очистить сохраненный прогресс воспроизведения";
"alert.clear_watch_later.message" = "Вы уверены, что хотите удалить весь сохраненный прогресс воспроизведения?";

"alert.restore_alerts.title" = "Восстановить скрытые оповещения";
"alert.restore_alerts.message" = "Вы уверены, что хотите включить скрытые оповещения?";

"alert.nothing_to_open" = "Нечего открывать.";

"alert.no_video_track" = "Нет видеодорожки.";

"alert.duplicate_config" = "Вы не можете редактировать настройки по умолчанию напрямую. Пожалуйста, сделайте сначала дубликат.";

"alert.assrt_register" = "Из-за ограничений квоты API рекомендуем использовать свой API-токен. Токен по умолчанию предназначен для демонстрационного использования, и может не работать.";
"alert.assrt_register.register" = "Зарегистрироваться";
"alert.assrt_register.try" = "Попробовать снова";
"alert.assrt_token_prompt.title" = "Введите свой API-токен";
"alert.assrt_token_prompt.message" = "Зарегистрируйтесь на отрытом сайте. Получите свой токен в своем профиле пользователя и введите его ниже:";
"alert.assrt_token_invalid" = "Похоже, ваш API-токен недействителен.";

"alert.plugin_uninstall.title" = "Вы уверены, что хотите удалить %@?";
"alert.plugin_uninstall.message" = "Плагин будет удален с диска.";
"alert.plugin_reinstall.title" = "Плагин %@ уже существует";
"alert.plugin_reinstall.message" = "Вы хотите переустановить плагин?";
"alert.duplicated_plugin_id" = "Обнаружены одинаковые идентификаторы для двух или более плагинов: \"%@\". Это может привести к необычному поведению. Пожалуйста, найдите эти плагины в настройках и сообщите об этой проблеме их авторам. Вы также можете самостоятельно изменить идентификатор в файле info.json, если плагин установлен локально.";
"alert.plugin_no_update" = "Обновления не найдены.";
"alert.plugin_update_found.title" = "Найдены обновления для %@";
"alert.plugin_update_found.message" = "Последняя версия %@. У вас %@. Хотите обновить?";
"alert.plugin_permission" = "Этот плагин запрашивает следующие разрешения. Проверьте их, перед тем как продолжить.";
"alert.plugin_permission_added" = "Это обновление требует дополнительные разрешения. Проверьте их, перед тем как продолжить.";

"playlist.total_length" = "%@ в общей сложности";
"playlist.total_length_with_selected" = "%@ из %@ выбрано";
"playlist.sorting.header" = "Сортировка";
"playlist.sorting.filename_ascending" = "Имя файла (по возрастанию)";
"playlist.sorting.filename_descending" = "Имя файла (по убыванию)";
"playlist.sorting.path_ascending" = "Путь к файлу (по возрастанию)";
"playlist.sorting.path_descending" = "Путь к файлу (по убыванию)";
"pl_menu.title_multi" = "%d элементов";
"pl_menu.play_next" = "Воспроизвести следующим";
"pl_menu.play_in_new_window" = "Воспроизвести в новом окне";
"pl_menu.remove" = "Удалить";
"pl_menu.remove_multi" = "Удалить выбранные";
"pl_menu.delete" = "Переместить в Корзину";
"pl_menu.delete_multi" = "Переместить выбранное в Корзину";
"pl_menu.delete_after_play" = "Переместить в Корзину после воспроизведения";
"pl_menu.delete_after_play_multi" = "Переместить выбранное в Корзину после воспроизведения";
"pl_menu.show_in_finder" = "Показать в Finder";
"pl_menu.add_file" = "Добавить файл…";
"pl_menu.add_url" = "Добавить адрес…";
"pl_menu.clear_playlist" = "Очистить плейлист";
"pl_menu.matched_sub" = "%d подходящих субтитров";
"pl_menu.add_sub" = "Добавить субтитры…";
"pl_menu.wrong_sub" = "Неверные субтитры!";
"pl_menu.browser" = "Открыть в браузере";
"pl_menu.copy_url" = "Копировать адрес";
"pl_menu.copy_url_multi" = "Копировать адреса";

"keymapping.title" = "Назначить клавиши";
"keymapping.message" = "Нажмите любую клавишу для записи.";

"filter.video_filters" = "Видеофильтры";
"filter.audio_filters" = "Аудиофильтры";

"hwdec.no" = "Выключить аппаратное декодирование. В данном варианте будет использоваться программное декодирование, что увеличивает нагрузку на ЦП.";
"hwdec.auto" = "Аппаратное декодирование будет использоваться, если это возможно для текущего видеокодека. Если это невозможно, то будет использоваться программное декодирование.";
"hwdec.auto-copy" = "Аппаратное декодирование будет использоваться, если это возможно для текущего видеокодека. Если это невозможно, то будет использоваться программное декодирование. В данном варианте применяются только те режимы, которые копируют декодированное видео обратно в оперативную память, что увеличивает ее потребление.";

"gaplessAudio.no" = "При переходе от одного аудиофайла к другому может возникнуть тишина или прерывание.";
"gaplessAudio.weak" = "Аудиоустройство перезапускается при смене формата аудиофайлов. Если файлы закодированы с одинаковыми настройками, то воспроизведение без пауз должно быть без проблем. Если файлы закодированы по-разному, то возможны прерывания.";
"gaplessAudio.yes" = "Аудиоустройство запускается с параметрами, подобранными для первого проигрываемого файла. Они остаются такими же для дальнейшего воспроизведения без пауз. К последующим файлам может применяться ресемплирование, что может сказаться на качестве звука.";

"subencoding.auto" = "Автоматически";

"osc_toolbar.settings" = "Быстрые настройки";
"osc_toolbar.playlist" = "Плейлист и главы";
"osc_toolbar.pip" = "Режим «Картинка в картинке»";
"osc_toolbar.full_screen" = "Полноэкранный режим";
"osc_toolbar.music_mode" = "Музыкальный режим";
"osc_toolbar.sub_track" = "Субтитры";
"osc_toolbar.screenshot" = "Снимок экрана";
"osc_toolbar.plugins" = "Показать панель плагинов";

"mini_player.album_art" = "Изменить обложку альбома";
"mini_player.loop" = "Повторять";
"mini_player.shuffle" = "Перемешать";
"mini_player.remove" = "Удалить из плейлиста";
"mini_player.add" = "Добавить в плейлист";
"mini_player.delete" = "Удалить все треки из плейлиста";
"mini_player.volume" = "Громкость";
"mini_player.close" = "Закрыть музыкальный режим";
"mini_player.back" = "Вернуться в видео режим";
"mini_player.sort" = "Сортировать плейлист";

// Touch bar

"touchbar.ahead_15" = "На 15 с вперед";
"touchbar.ahead_30" = "На 30 с вперед";
"touchbar.back_15" = "На 15 с назад";
"touchbar.back_30" = "На 30 с назад";
"touchbar.next_video" = "Следующее видео";
"touchbar.prev_video" = "Предыдущее видео";
"touchbar.increase_volume" = "Прибавить громкость";
"touchbar.decrease_volume" = "Убавить громкость";
"touchbar.rewind" = "Перемотка назад";
"touchbar.fast_forward" = "Перемотка вперед";
"touchbar.play_pause" = "Воспроизведение / пауза";
"touchbar.seek" = "Перемотка";
"touchbar.time" = "Позиция (время)";
"touchbar.remainingTimeOrTotalDuration" = "Осталось / общая продолжительность";
"touchbar.toggle_pip" = "Режим «Картинка в картинке»";

// Plugin permissions

"permissions.network-request.name" = "Сеть";
"permissions.network-request.desc" = "Этот плагин может выполнять запросы или загружать данные на эти сайты:";
"permissions.network-request.any_site" = "Любой сайт";
"permissions.show-osd.name" = "Экранное меню";
"permissions.show-osd.desc" = "Этот плагин может показывать сообщения экранного меню.";
"permissions.show-alert.name" = "Показывать уведомления";
"permissions.show-alert.desc" = "Этот плагин может показывать всплывающие уведомления.";
"permissions.video-overlay.name" = "Добавить оверлей на видео";
"permissions.video-overlay.desc" = "Этот плагин может отображать дополнительный контент поверх видео.";
"permissions.file-system.name" = "Доступ к диску";
"permissions.file-system.desc" = "Этот плагин может получать доступ ко всем файлам на диске, включая конфиденциальную информацию. Он также может запускать другие программы, которые в теории могут навредить компьютеру. Пожалуйста, проверьте исходный код плагина.";

"plugin.install" = "Установить";
"plugin.installed" = "Установлено";
"plugin.not_installed" = "Не установлено";
"plugin.local" = "Установлено локально";
"alert.plugin.install_error" = "Произошла ошибка при установке: %@";
"alert.invalid_url" = "Недопустимый адрес.";
"plugin.install_error.invalid_url" = "Недопустимый адрес.";
"plugin.install_error.file_not_found" = "Не удалось найти пакет.";
"plugin.install_error.cannot_download" = "Не удалось загрузить плагин.\n\nВывод установщика:%@\n";
"plugin.install_error.cannot_unpackage" = "Не удалось распаковать плагин.\n\nВывод установщика:%@\n";
"plugin.install_error.cannot_load" = "IINA не может загрузить этот плагин. Возможно, у него неверный формат.";
"plugin.check_for_updates" = "Проверить обновления";
"plugin.updating" = "Загружаю обновление…";
